Repository: olympsis/client-iOS
Catalog: Olympsis/Localization/Catalogues/Notifications.xcstrings
Source language: en
Languages: es_419, fr

# notification-event-starting-soon-header
source: %@ is starting soon
es_419: %@ comienza pronto
fr: %@ commence bientôt

# notification-title-club-application-update
source: Application update
es_419: Actualización de la solicitud
fr: Mise à jour de la demande

# notification-title-club-expulsion
source: Removed from club
es_419: Expulsado del club
fr: Retiré du club

# notification-title-club-invite
source: Club invitation
es_419: Invitación al club
fr: Invitation au club

# notification-title-club-ranking-change
source: Ranking changed
es_419: Cambió la clasificación
fr: Classement modifié

# notification-title-club-suspension
source: Club suspended
es_419: Club suspendido
fr: Club suspendu

# notification-title-daily-event-summary
source: Your day
es_419: Tu día
fr: Votre journée

# notification-title-direct-message
source: New message
es_419: Nuevo mensaje
fr: Nouveau message

# notification-title-event-co-host
source: Co-host invitation
es_419: Invitación de coanfitrión
fr: Invitation en tant que co-organisateur

# notification-title-event-comment
source: New event comment
es_419: Nuevo comentario en el evento
fr: Nouveau commentaire sur l’événement

# notification-title-event-invite
source: Event invitation
es_419: Invitación al evento
fr: Invitation à l’événement

# notification-title-event-participant-update
source: Participants updated
es_419: Participantes actualizados
fr: Participants mis à jour

# notification-title-event-reminder
source: Event reminder
es_419: Recordatorio de evento
fr: Rappel d’événement

# notification-title-group-message
source: New group message
es_419: Nuevo mensaje de grupo
fr: Nouveau message de groupe

# notification-title-member-report
source: Member reported
es_419: Miembro reportado
fr: Membre signalé

# notification-title-new-announcement
source: Announcement
es_419: Anuncio
fr: Annonce

# notification-title-new-club-application
source: New club application
es_419: Nueva solicitud de club
fr: Nouvelle demande d’adhésion

# notification-title-new-event
source: New event
es_419: Nuevo evento
fr: Nouvel événement

# notification-title-new-post
source: New post
es_419: Nueva publicación
fr: Nouvelle publication

# notification-title-post-approval-request
source: Post awaiting approval
es_419: Publicación pendiente de aprobación
fr: Publication en attente d’approbation

# notification-title-post-approval-request-update
source: Post approval update
es_419: Actualización de la aprobación
fr: Mise à jour de l’approbation

# notification-title-post-comment
source: New comment
es_419: Nuevo comentario
fr: Nouveau commentaire

# notification-title-post-comment-report
source: Comment reported
es_419: Comentario reportado
fr: Commentaire signalé

# notification-title-post-like
source: New like
es_419: Nuevo me gusta
fr: Nouveau j’aime

# notification-title-post-report
source: Post reported
es_419: Publicación reportada
fr: Publication signalée

# notification-title-removed-from-group
source: Removed from group
es_419: Eliminado del grupo
fr: Retiré du groupe

# notification-title-team-invite
source: Team invitation
es_419: Invitación al equipo
fr: Invitation à l’équipe

# notification-title-weekly-event-summary
source: Your week
es_419: Tu semana
fr: Votre semaine

# notification-title-unknown
source: Notification
es_419: Notificación
